Revit 2024 API
BuiltInFailures.CurtainWallFailures.CannotPlaceSplitMullions Property
 Could not determine how to place the highlighted mullions after the wall was split.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPlaceSplitMullions { get; }
Visual Basic
Public Shared ReadOnly Property CannotPlaceSplitMullions As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPlaceSplitMullions {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace